Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/housing/renting_a_home/repairs_maintenance_and_minimum_physical_standards.html.txt.tmx
Source language: en
Languages: ro

source: Minimum standards for rented housing
ro: Standardele minime pentru închiererea caselor

source: • Details of minimum standards
ro: • Detalii ale standardelor minime

source: Your landlord has a legal duty to make sure that your home meets certain minimum physical standards
ro: Proprietarul dumneavoastră are datoria legală de a se asigura că locuinţa dumneavoastră îndeplineşte anumite cerinţe minime fizice necesare

source: In general, the standards apply to dwellings rented from private landlords, local authorities and approved housing bodies (usually called housing associations)
ro: Pentru chiriaşii existenţi, o perioadă de reglare de 4 ani a fost permisă pentru unele din standardele Regulamentelor

source: However, they do not apply to communal housing being let by the HSE or an approved housing body
ro: Perioada de reglare s-a încheiat în data de 31 ianuarie 2013 astfel încât proprietăţile de închiriat trebuie să îndeplinească acum toate regulamentele

source: These standards are set out in the Housing (Standards for Rented Houses) Regulations 2008 as amended by the Housing (Standards for Rented Houses) (Amendment) Regulations 2009
ro: Este important să ţineţi cont de faptul că responsabilităţile proprietarului (de a menţine ţevile de apă, de exemplu, într-o stare bună) nu vă asigură în mod normal pentru orice daune asupra bunurilor (cauzate de explozia ţevilor de exemplu) şi poliţa de asigurare a proprietarului nu va acoperi bunurile personale

source: It was announced in February 2017 that a further set of Regulations (pdf) would take effect from 1 July 2017
ro: Mai multe companii de asigurare furnizează asigurări pentru chiriaşii privaţi

source: See ‘Extra requirements from July 2017’ below
ro: Pragul de caritate privind casele publică ponturi pentru chiriaşii care experimentează probleme cu inundaţia şi explozia ţevilor

source: Details of minimum standards
ro: Detalii ale standardelor minime

source: For each apartment, flat or house being rented as a separate unit, the landlord must ensure that the rental property is in a proper state of structural repair
ro: Pentru fiecare etaj, apartament sau casă care a fost închiriată ca o unitate separată, proprietarul trebuie să asigure că proprietatea închiriată este în stare bună de reparaţii structurate

source: The Regulations require the landlord to maintain the property in a sound state, inside and out
ro: Regulamentele necesită ca proprietarl să întreţină proprietatea într-o stare bună, înauntru şi afară

source: They specify that roofs, roofing tiles, slates, windows, floors, ceilings, walls, stairs, doors, skirting boards, fascias, tiles on any floor, ceiling and wall, gutters, down pipes, fittings, furnishings, gardens and common areas must be maintained in good condition and repair
ro: Ei specifică faptul că acoperişurile, ţiglele acoperişurilor, gresia, ferestrele, podelele, tavanul, pereţii, scările, uşile, şipcile de bordură, plintele, ţiglele de pe fiecare etaj, tavanul şi peretele, canalele de scurgere, ţevile de preaplin, garniturile, grădinile şi zonele comune trebuie să fie întreţinute în condiţii bune şi reparate

source: They must not be defective due to dampness or otherwise
ro: Acestea nu trebuie să fie defecte din cauza igrasiei sau din alte motive

source: The landlord must ensure that electricity or gas supplies are safe and in good repair, and that every room has adequate ventilation and both natural and artificial lighting
ro: Proprietarul trebuie să se asigure că electricitatea sau alimentarea cu gaz sunt sigure şi reparate, şi că fiecare cameră are ventilaţie adecvată şi luminare atât naturală cât şi artificială

source: Laundry, food preparation and food storage
ro: Proprietarul trebuie să furnizeze:

source: • A clothes-dryer if the dwelling does not have a private garden or yard
ro: • O cameră separată, pentru utilizarea exclusivă a fiecărei unităţi închiriate, împreună cu toaleta, chiuveta şi o baie fixă sau duş cu apă caldă sau rece

source: They must also provide facilities for cooking and for the hygienic storage of food, to include the following: • 4-ring hob with oven and grill
ro: • O aplicaţie cu încălzire fixă în fiecare cameră, care este capabilă de a produce încălzire eficientă şi pe care chiriaşul o are sub control

source: • Cooker hood or extractor fan • Fridge and freezer, or a fridge-freezer
ro: • Faciliţăţi pentru a găti şi pentru stocarea igienică a mâncării, de exemplu, o plită cu 4 ochiuri cu cuptor şi grill, frigider-congelator şi cuptor cu microunde

source: • Kitchen cupboards that are suitable and adequate for storing food
ro: • Acces la uscătorul de haine dacă unitatea închiriată nu are o grădină privată sau curte

source: • Sink with mains water supply, hot water and draining area
ro: • O pătură de încălzire şi alarme de fum

source: • Installation of cooking equipment with provision, where necessary, for the safe and effective removal of fumes
ro: • Acces la control al paraziţilor şi insectelor pentru facilităţile de stocare

source: In multi-unit buildings, the landlord must provide each unit with a mains-wired smoke alarm; a fire blanket; and an emergency evacuation plan. There must also be emergency lighting in common areas
ro: În clădirile cu unităţi multiple, proprietarul trebuie sa furnizeze fiecare unitate cu o alarmă de fum ; o pătură caldă ; şi un plan de evacuare de urgenţă ; şi trebuie să existe lumini de urgenţă în zonele comune

source: Read more about the minimum standards, including a guide to minimum standards in rented accommodation (pdf)
ro: Citiţi mai multe despre standardele minime, inclusiv un Ghid cu privire la standardele minime în închirierea caselor

source: Extra requirements from July 2017
ro: Autorităţile locale şi casele scării

source: The Housing (Standards for Rented Houses) Regulations 2017 (pdf) will take effect from 1 July 2017
ro: Autorităţile locale şi anumite case ale scării nu trebuie să adere la Regulamentele pentru spălare, pregătirea mâncării, şi facilităţi de stocare

source: • Windows that are located above a certain height will have to be fitted with safety restrictors, in order to prevent falls
ro: • Facilităţi pentru instalarea echipamentelor de gătit

source: • Landlords will have to provide a permanently fixed heater in each bathroom/shower room and to ensure proper ventilation and maintenance of these heaters
ro: • Facilităţi pentru stocarea igienică a mâncării

source: Damage to your possessions
ro: Dacă casa dumneavoastră nu îndeplineşte standardele minime

source: It is important to note that your landlord's responsibilities (to keep the water pipes, for example, in good repair) do not normally cover you for any damage to your possessions (caused by burst pipes, for example) and the landlord's insurance policy is unlikely to cover your personal belongings
ro: Dacă sunteţi chiriaş privat şi dacă credeţi că acomodarea este sub standarde sau dacă proprietarul refuză să efectueze reparaţiile care sunt incluse în lista mai sus menţionată, puteţi cere autorităţii locale să îl facă pe proprietar să respecte standardele

source: Several insurance companies provide contents insurance for private tenants
ro: Vedeţi mai jos rubrica “Unde să aplicaţi’’

source: The housing charity Threshold publishes tips for tenants experiencing issues with flooding and burst pipes
ro: Dacă eşuaţi să respectaţi standardele minime, pot rezulta penalizări şi acuzaţii

source: Local authorities (in their role as housing authorities) are responsible for enforcing these minimum standards
ro: Autorităţile legate de casă pot emite Notificări de îmbunătăţire şi de interdicţie proprietarilor care încalcă regulamentele standarde minime

source: If you are renting accommodation under the Housing Assistance Payment (HAP) scheme, the local authority will inspect your accommodation within the first 8 months of your tenancy
ro: O notificare de îmbunătăţire setează astfel lucrările pe care trebuie să le efectueze pentru a remedia încălcarea regulamentelor

source: Local authorities also carry out planned programmes of inspection of rented properties
ro: Dacă chiriaşul nu efectuează aceste lucrări, autoritatea pentru case poate emite o notificare de interdicţie, direcţionând proprietarul să nu sub-închirieze proprietatea până când încălcările regulamentelor au fost rectificate

source: If you think that your home does not comply with the standards, you should first bring the problem to your landlord’s attention, whether you are renting from a private landlord, a local authority or a housing association
ro: Dispute ulterioare între proprietari şi chiriaşi din sectorul privat pot fi mediate de către Consiliul Privat rezidenţial al chiriaşilor

source: Failure to comply with the minimum standards can result in penalties and prosecution
ro: Contactaţi autoritatea dumneavoastră locală
